Repository: KoukeNeko/Plaitway
Catalog: macos/Sources/PlaitwayMenuBar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@/s
zh_hant: %@/秒

source: A higher priority wins overlapping routes and DNS domains.
zh_hant: 優先順序較高者取得重疊的路由與 DNS 網域。

source: About Plaitway
zh_hant: 關於 Plaitway

source: Addresses
zh_hant: 位址

source: Administrator required
zh_hant: 需要管理員權限

source: All domains
zh_hant: 所有網域

source: All levels
zh_hant: 所有層級

source: Allow Plaitway in Login Items.
zh_hant: 請在「登入項目」中允許 Plaitway。

source: App version
zh_hant: App 版本

source: Applies at next connection
zh_hant: 下次連線時生效

source: Approval required
zh_hant: 需要核准

source: Attention
zh_hant: 需要注意

source: Auto
zh_hant: 自動

source: Auto-connect
zh_hant: 自動連線

source: Awaiting credentials
zh_hant: 等待登入資訊

source: Blocked by local network
zh_hant: 被本機網路阻擋

source: Bypass
zh_hant: 旁路

source: Cancel
zh_hant: 取消

source: Cannot read %@: %@
zh_hant: 無法讀取 %@：%@

source: Close
zh_hant: 關閉

source: Configuration
zh_hant: 組態

source: Connect
zh_hant: 連線

source: Connect failed
zh_hant: 連線失敗

source: Connected
zh_hant: 已連線

source: Connected profiles disconnect.
zh_hant: 已連線的設定檔將中斷連線。

source: Connected profiles stay connected.
zh_hant: 已連線的設定檔會保持連線。

source: Connected: %lld
zh_hant: 已連線：%lld

source: Connecting
zh_hant: 連線中

source: Connects on the checked networks and disconnects on any other.
zh_hant: 在勾選的網路上連線，在其他網路上中斷連線。

source: Copy
zh_hant: 拷貝

source: Copy Report
zh_hant: 拷貝報告

source: Credentials
zh_hant: 登入資訊

source: Credentials rejected
zh_hant: 登入資訊遭拒

source: Cut
zh_hant: 剪下

source: Default gateway
zh_hant: 預設閘道

source: Default gateway IPv6
zh_hant: IPv6 預設閘道

source: Default route
zh_hant: 預設路由

source: Delete
zh_hant: 刪除

source: Delete Profile…
zh_hant: 刪除設定檔…

source: Delete failed
zh_hant: 刪除失敗

source: Delete “%@”?
zh_hant: 刪除「%@」？

source: Development build
zh_hant: 開發版

source: Diagnostics
zh_hant: 診斷

source: Disconnect
zh_hant: 中斷連線

source: Disconnect All
zh_hant: 全部中斷連線

source: Disconnect All and Quit
zh_hant: 全部中斷連線並結束

source: Disconnected
zh_hant: 未連線

source: Disconnecting
zh_hant: 中斷連線中

source: Edit
zh_hant: 編輯

source: Errors only
zh_hant: 僅錯誤

source: Ethernet
zh_hant: 乙太網路

source: Exclude private IPs
zh_hant: 排除私有 IP

source: Failed
zh_hant: 失敗

source: Fallback: sudo scripts/dev-install-daemon.sh
zh_hant: 替代方式：sudo scripts/dev-install-daemon.sh

source: File
zh_hant: 檔案

source: File for %@ holds no certificate or key: %@
zh_hant: %@ 所指的檔案不含憑證或金鑰：%@

source: File for %@ is outside the profile's folder: %@
zh_hant: %@ 所指的檔案不在設定檔所在的資料夾內：%@

source: File for %@ not found: %@
zh_hant: 找不到 %@ 所指的檔案：%@

source: File for auth-user-pass holds no user name and password: %@
zh_hant: auth-user-pass 所指的檔案不含使用者名稱與密碼：%@

source: File too large: %@
zh_hant: 檔案過大：%@

source: Find…
zh_hant: 尋找…

source: Full tunnel
zh_hant: 完整通道

source: Helper
zh_hant: 輔助程式

source: Helper failed
zh_hant: 輔助程式失敗

source: Helper log
zh_hant: 輔助程式記錄

source: Helper log: %@
zh_hant: 輔助程式記錄：%@

source: Helper not found
zh_hant: 找不到輔助程式

source: Helper not installed
zh_hant: 未安裝輔助程式

source: Helper out of date
zh_hant: 輔助程式版本過舊

source: Helper unavailable
zh_hant: 輔助程式無法使用

source: Helper version
zh_hant: 輔助程式版本

source: Hide Others
zh_hant: 隱藏其他

source: Hide Plaitway
zh_hant: 隱藏 Plaitway

source: Hide Secrets
zh_hant: 隱藏機密

source: Import
zh_hant: 匯入

source: Import Profile…
zh_hant: 匯入設定檔…

source: Import failed
zh_hant: 匯入失敗

source: Info and above
zh_hant: 資訊以上

source: Install Helper
zh_hant: 安裝輔助程式

source: Installed
zh_hant: 已安裝

source: Installed by Plaitway
zh_hant: 由 Plaitway 安裝

source: Installed externally
zh_hant: 已由外部安裝

source: Interface
zh_hant: 介面

source: Interfaces
zh_hant: 網路介面

source: Key passphrase
zh_hant: 金鑰通行密語

source: Last change
zh_hant: 上次變更

source: Latest
zh_hant: 最新

source: Launch at Login
zh_hant: 登入時啟動

source: Launch at Login failed
zh_hant: 登入時啟動失敗

source: Level
zh_hant: 層級

source: Limited
zh_hant: 受限

source: Line %lld
zh_hant: 第 %lld 行

source: Logs
zh_hant: 記錄

source: Minimize
zh_hant: 縮到最小

source: Move Down
zh_hant: 下移

source: Move Plaitway to the Applications folder and open it again.
zh_hant: 請將 Plaitway 移到「應用程式」資料夾後重新打開。

source: Move Up
zh_hant: 上移

source: Name
zh_hant: 名稱

source: Network
zh_hant: 網路

source: No Log Lines
zh_hant: 沒有記錄

source: No Profiles
zh_hant: 沒有設定檔

source: No Routes
zh_hant: 沒有路由

source: None
zh_hant: 無

source: Not a text file: %@
zh_hant: 不是文字檔：%@

source: Not connected
zh_hant: 未連線

source: Not found
zh_hant: 找不到

source: Not in Applications
zh_hant: 未放在「應用程式」資料夾

source: Not installed
zh_hant: 未安裝

source: On demand
zh_hant: 隨選連線

source: Open Plaitway
zh_hant: 打開 Plaitway

source: Open System Settings
zh_hant: 打開系統設定

source: Overview
zh_hant: 概覽

source: Passphrase
zh_hant: 通行密語

source: Password
zh_hant: 密碼

source: Paste
zh_hant: 貼上

source: Pending
zh_hant: 等待中

source: Prefix
zh_hant: 網段

source: Priority
zh_hant: 優先順序

source: Private address ranges stay outside the tunnel.
zh_hant: 私有位址範圍不經過通道。

source: Privileges
zh_hant: 權限

source: Problem
zh_hant: 發生問題

source: Profile
zh_hant: 設定檔

source: Profile not found
zh_hant: 找不到設定檔

source: Profiles
zh_hant: 設定檔

source: Profiles stay in %@, the log in %@.
zh_hant: 設定檔保留在 %@，記錄保留在 %@。

source: Public key
zh_hant: 公開金鑰

source: Quit
zh_hant: 結束

source: Quit Plaitway
zh_hant: 結束 Plaitway

source: Quit Plaitway?
zh_hant: 結束 Plaitway？

source: Reason
zh_hant: 原因

source: Received
zh_hant: 已接收

source: Recent changes
zh_hant: 最近變更

source: Reconnecting
zh_hant: 重新連線中

source: Redo
zh_hant: 重做

source: Registered, not answering.
zh_hant: 已註冊，但沒有回應。

source: Reinstall
zh_hant: 重新安裝

source: Reinstall Helper
zh_hant: 重新安裝輔助程式

source: Reinstall helper?
zh_hant: 重新安裝輔助程式？

source: Remote
zh_hant: 遠端

source: Remove
zh_hant: 移除

source: Remove Saved Credentials
zh_hant: 移除已儲存的登入資訊

source: Remove failed
zh_hant: 移除失敗

source: Remove route %@?
zh_hant: 移除路由 %@？

source: Reorder failed
zh_hant: 重新排序失敗

source: Resolver entries
zh_hant: 解析器項目

source: Resync
zh_hant: 重新同步

source: Resync failed
zh_hant: 重新同步失敗

source: Retry
zh_hant: 重試

source: Revert
zh_hant: 還原

source: Routes
zh_hant: 路由

source: Routes and DNS
zh_hant: 路由與 DNS

source: Routes not in effect
zh_hant: 未生效的路由

source: Run sudo scripts/dev-install-daemon.sh again.
zh_hant: 請再次執行 sudo scripts/dev-install-daemon.sh。

source: Save
zh_hant: 儲存

source: Save and Reconnect
zh_hant: 儲存並重新連線

source: Save failed
zh_hant: 儲存失敗

source: Search Logs
zh_hant: 搜尋記錄

source: Secret %lld appears more than once
zh_hant: 機密 %lld 出現了不只一次

source: Section
zh_hant: 區段

source: Select All
zh_hant: 全選

source: Sent
zh_hant: 已傳送

source: Settings
zh_hant: 設定

source: Settings…
zh_hant: 設定…

source: Shadowed
zh_hant: 被遮蔽

source: Shadowed by %@
zh_hant: 被 %@ 遮蔽

source: Show
zh_hant: 顯示

source: Show All
zh_hant: 全部顯示

source: Show Secrets
zh_hant: 顯示機密

source: Show in Menu Bar
zh_hant: 在選單列顯示

source: Split tunnel
zh_hant: 分割通道

source: Stale routes
zh_hant: 過時路由

source: Start plaitwayd and set PLAITWAY_SOCKET.
zh_hant: 請啟動 plaitwayd 並設定 PLAITWAY_SOCKET。

source: State
zh_hant: 狀態

source: Status
zh_hant: 狀態

source: The helper is missing from this copy of Plaitway. Copy the app to Applications again.
zh_hant: 這份 Plaitway 缺少輔助程式。請重新將 App 拷貝到「應用程式」。

source: The helper manages routes and DNS with administrator rights. macOS asks for approval once.
zh_hant: 輔助程式以管理員權限管理路由與 DNS，macOS 會要求核准一次。

source: The profile and its saved credentials are removed.
zh_hant: 設定檔及其已儲存的登入資訊將被移除。

source: Toggle Sidebar
zh_hant: 切換側邊欄

source: Tunnel
zh_hant: 通道

source: Tunnel mode
zh_hant: 通道模式

source: Unavailable
zh_hant: 無法使用

source: Undo
zh_hant: 還原

source: Uninstall
zh_hant: 解除安裝

source: Uninstall Helper…
zh_hant: 解除安裝輔助程式…

source: Uninstall helper?
zh_hant: 解除安裝輔助程式？

source: Unknown
zh_hant: 未知

source: Uptime
zh_hant: 連線時間

source: Username
zh_hant: 使用者名稱

source: View
zh_hant: 檢視

source: Warnings and errors
zh_hant: 警告與錯誤

source: Window
zh_hant: 視窗

source: Zoom
zh_hant: 縮放
